Revit 2027 API
ParameterTypeId.ClearCoverTop Property
 "Rebar Cover - Top Face"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ClearCoverTop { get; }
Public Shared ReadOnly Property ClearCoverTop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ClearCoverTop {
	ForgeTypeId^ get ();
}
static member ClearCoverTop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace